7767517
62 62
Input                    in0                      0 1 in0
BinaryOp                 sub_0                    1 1 in0 1 0=1 1=1 2=127.5
BinaryOp                 mul_1                    1 1 1 2 0=2 1=1 2=0.0078125
Convolution              conv_0                   1 1 2 3 0=16 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=432
PReLU                    prelu_16                 1 1 3 4 0=16
ConvolutionDepthWise     convdw_46                1 1 4 5 0=16 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=144 7=16
PReLU                    prelu_17                 1 1 5 6 0=16
Convolution              conv_1                   1 1 6 7 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=512
PReLU                    prelu_18                 1 1 7 8 0=32
ConvolutionDepthWise     convdw_47                1 1 8 9 0=32 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=288 7=32
PReLU                    prelu_19                 1 1 9 10 0=32
Convolution              conv_2                   1 1 10 11 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
PReLU                    prelu_20                 1 1 11 12 0=64
ConvolutionDepthWise     convdw_48                1 1 12 13 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 7=64
PReLU                    prelu_21                 1 1 13 14 0=64
Convolution              conv_3                   1 1 14 15 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
PReLU                    prelu_22                 1 1 15 16 0=64
ConvolutionDepthWise     convdw_49                1 1 16 17 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=576 7=64
PReLU                    prelu_23                 1 1 17 18 0=64
Convolution              conv_4                   1 1 18 19 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
PReLU                    prelu_24                 1 1 19 20 0=128
ConvolutionDepthWise     convdw_50                1 1 20 21 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
PReLU                    prelu_25                 1 1 21 22 0=128
Convolution              conv_5                   1 1 22 23 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
PReLU                    prelu_26                 1 1 23 24 0=128
ConvolutionDepthWise     convdw_51                1 1 24 25 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
PReLU                    prelu_27                 1 1 25 26 0=128
Convolution              conv_6                   1 1 26 27 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
PReLU                    prelu_28                 1 1 27 28 0=256
ConvolutionDepthWise     convdw_52                1 1 28 29 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
PReLU                    prelu_29                 1 1 29 30 0=256
Convolution              conv_7                   1 1 30 31 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
PReLU                    prelu_30                 1 1 31 32 0=256
ConvolutionDepthWise     convdw_53                1 1 32 33 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
PReLU                    prelu_31                 1 1 33 34 0=256
Convolution              conv_8                   1 1 34 35 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
PReLU                    prelu_32                 1 1 35 36 0=256
ConvolutionDepthWise     convdw_54                1 1 36 37 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
PReLU                    prelu_33                 1 1 37 38 0=256
Convolution              conv_9                   1 1 38 39 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
PReLU                    prelu_34                 1 1 39 40 0=256
ConvolutionDepthWise     convdw_55                1 1 40 41 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
PReLU                    prelu_35                 1 1 41 42 0=256
Convolution              conv_10                  1 1 42 43 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
PReLU                    prelu_36                 1 1 43 44 0=256
ConvolutionDepthWise     convdw_56                1 1 44 45 0=256 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=2304 7=256
PReLU                    prelu_37                 1 1 45 46 0=256
Convolution              conv_11                  1 1 46 47 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
PReLU                    prelu_38                 1 1 47 48 0=256
ConvolutionDepthWise     convdw_57                1 1 48 49 0=256 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=2304 7=256
PReLU                    prelu_39                 1 1 49 50 0=256
Convolution              conv_12                  1 1 50 51 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
PReLU                    prelu_40                 1 1 51 52 0=512
ConvolutionDepthWise     convdw_58                1 1 52 53 0=512 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=4608 7=512
PReLU                    prelu_41                 1 1 53 54 0=512
Convolution              conv_13                  1 1 54 55 0=512 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=262144
PReLU                    prelu_42                 1 1 55 56 0=512
Convolution              conv_14                  1 1 56 57 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=294912
PReLU                    prelu_43                 1 1 57 58 0=64
Flatten                  flatten_44               1 1 58 59
Flatten                  flatten_45               1 1 59 60
InnerProduct             linear_15                1 1 60 out0 0=212 1=1 2=122112
